import BaseLayout from "../../components/BaseLayout";
import ContactSection from "../../components/ContactSection";
import H from "../../components/H";
import TextSection from "../../components/TextSection";

export default function Autismos() {
  return (
    <BaseLayout>
      <TextSection>
        <H size={2}>Διάχυτη αναπτυξιακή διαταραχή (αυτισμός)</H>
        <H size={3}>Εικόνα παιδιού</H>
        <p>
          Οι διάχυτες αναπτυξιακές διαταραχές είναι μία ομάδα διαταραχών η οποία
          έχει σημαντικές επιπτώσεις στην κοινωνική αλληλεπίδραση, στην
          επικοινωνία και στην φαντασία του παιδιού. Τα κυριότερα συμπτώματα που
          εμφανίζουν τα παιδιά με αυτήν την διάγνωση είναι τα ακόλουθα:
        </p>
        <ul className="list-disc list-outside">
          <li>
            <span className="font-bold">Κοινωνική συμπεριφορά:</span> κύρια
            χαρακτηριστικά σε αυτό το επίπεδο, είναι η κοινωνική απόσυρση, η
            απομόνωση, η έλλειψη ενδιαφέροντος να συνάψουν φιλικές σχέσεις καθώς
            και η αποφυγή βλεμματικής επαφής.
          </li>
          <li>
            <span className="font-bold">Επικοινωνία - Λόγος:</span> σε αυτό το
            επίπεδο επηρεάζεται η γλωσσική κατανόηση και έκφραση του παιδιού. Ο
            βαθμός δυσκολίας στον λόγο, ποικίλει από παιδί σε παιδί. Σε σοβαρές
            περιπτώσεις, συναντάμε μέχρι και πλήρης απουσία του λόγου. Η
            ηχολαλία είναι ένα επιπλέον χαρακτηριστικό αυτού του επιπέδου. Όταν
            αναφερόμαστε στην ηχολαλία, ουσιαστικά μιλάμε για την επανάληψη του
            προφορικού λόγου κάποιου άλλου. Με λίγα λόγια, το παιδί
            επαναλαμβάνει λέξεις, φράσεις ή και ολόκληρες προτάσεις που άκουσε
            από κάποιο άτομο χωρίς απαραίτητα να κατανοεί το νόημα αυτών. Η
            ηχολαλία μπορεί να εμφανιστεί την ίδια στιγμή που ακούει κάτι ή να
            το επαναλάβει πολύ αργότερα, ακόμη και μετά από μέρες. Δυσκολία
            παρουσιάζεται και στον τομέα της συζήτησης. Το παιδί παρουσιάζει
            μειωμένη ικανότητα έναρξης, διατήρησης και λήξης μια συζήτησης.
          </li>
          <li>
            <span className="font-bold">Παιχνίδι:</span> το παιχνίδι υστερεί
            σημαντικά σε παιδιά με αυτήν την διάγνωση. Υπάρχουν περιπτώσεις που
            δεν αντιλαμβάνονται την χρήση των παιχνιδιών, αδυνατούν να
            οργανώσουν το παιχνίδι τους ή χρησιμοποιούν στερεοτυπικές κινήσεις
            όπως για παράδειγμα να γυρίζουν τις ρόδες από ένα αυτοκινητάκι. Με
            λίγα λόγια, απλά δεν ξέρουν τον τρόπο να παίζουν.
          </li>
          <li>
            <span className="font-bold">Στερεοτυπίες:</span> σε αυτό το επίπεδο,
            έχουμε την παρουσία στερεοτυπικών κινήσεων, επαναλαμβανόμενων
            κινήσεων δηλαδή με τα χέρια όπως είναι το πετάρισμα αυτών. Επίσης,
            υιοθετούν κάποιες ρουτίνες στις οποίες οποιαδήποτε αλλαγή συμβεί,
            από την πιο μικρή έως την πιο μεγάλη, μπορεί να τους αναστατώσει σε
            έντονο βαθμό.
          </li>
          <li>
            <span className="font-bold">Συναισθήματα:</span> η αναγνώριση, η
            κατανόηση, η έκφραση και η διαχείριση των συναισθημάτων επηρεάζεται
            σημαντικά.
          </li>
          <li>
            <span className="font-bold">Πραγματολογία:</span> με τον όρο
            πραγματολογία, αναφερόμαστε στην ικανότητα του ατόμου να εκφράζει
            αυτό που θέλει να πει ανάλογα με το πλαίσιο αναφοράς, να κατανοεί
            την επικοινωνιακή πρόθεση του συνομιλητή του και παράλληλα να
            διατηρεί τους κανόνες που διέπουν μια συζήτηση. Με λίγα λόγια,
            γνωρίζουμε πως με διαφορετικό τρόπο μιλάμε στον φίλο μας και με
            διαφορετικό τρόπο σε κάποιον συνομιλητή που μόλις γνωρίσαμε. Θα
            χρησιμοποιήσουμε άλλες λεκτικές και μη λεκτικές δεξιότητες όταν ο
            συνομιλητής μας είναι χαρούμενος και άλλες όταν είναι λυπημένος.
            Επίσης, χρησιμοποιούμε την εναλλαγή σειράς κατά την διάρκεια μιας
            συζήτησης και την διατήρηση της βλεμματικής επαφής. Ένα παιδί με
            αυτή την διάγνωση, όλα τα προαναφερθέντα ή τα περισσότερα από αυτά,
            αδυνατεί να τα χρησιμοποιήσει στην καθημερινότητα του.
          </li>
        </ul>
      </TextSection>
      <TextSection>
        <H size={2}>Θεραπευτική παρέμβαση</H>
        <p>
          Ο θεραπευτής, μετά την λήψη ενός λεπτομερούς ιστορικού προχωράει στην
          χορήγηση κάποιων τεστς μέσα από τα οποία μπορεί να εντοπίσει τα
          ελλείμματα που υπάρχουν στα παραπάνω επίπεδα. Στην συνέχεια θέτει τους
          θεραπευτικούς στόχους για την αντιμετώπιση αυτών.
        </p>
      </TextSection>
      <ContactSection />
    </BaseLayout>
  );
}

function Red({ children }) {
  return <span className="font-bold text-red-500">{children}</span>;
}
