import BaseLayout from "../../components/BaseLayout";
import ContactSection from "../../components/ContactSection";
import H from "../../components/H";
import TextSection from "../../components/TextSection";

export default function DiatarachesArthrosis() {
  return (
    <BaseLayout title="Διαταραχές άρθρωσης">
      <TextSection>
        <H size={2}>Διαταραχές άρθρωσης</H>
        <H size={3}>Εικόνα παιδιού</H>
        <p>
          Υπάρχουν συγκεκριμένα χρονολογικά ορόσημα στα οποία το παιδί παράγει
          το εκάστοτε φώνημα της γλώσσας μας. Το παιδί που παρουσιάζει διαταραχή
          στην άρθρωση, εμφανίζει δυσκολία στην παραγωγή κάποιων φωνημάτων μετά
          το πέρας αυτού του χρονικού ορίου μέσα στο οποίο θα έπρεπε να τα έχει
          κατακτήσει, π.χ.: νεό αντί για νερό.
        </p>
      </TextSection>
      <TextSection>
        <H size={2}>Θεραπευτική παρέμβαση</H>
        <p>
          Ο θεραπευτής, αρχικά, λαμβάνει το ιστορικό του παιδιού. Στην συνέχεια,
          εντοπίζει τα φωνήματα στα οποία το παιδί παρουσιάζει αδυναμία στην
          παραγωγή τους. Η αξιολόγηση γίνεται με την παρατήρηση της ομιλίας και
          την χρήση συγκεκριμένων τεστς. Έπειτα αξιολογεί την λειτουργικότητα
          των αρθρωτών (χείλη, γλώσσα, υπερώα, κ.α.) που συμμετέχουν στην
          παραγωγή του φωνήματος που αδυνατεί το παιδί να εκφέρει. Στο τέλος, ο
          θεραπευτής δημιουργεί ένα πρόγραμμα αποκατάστασης το οποίο είναι
          προσαρμοσμένο στις ανάγκες του κάθε παιδιού.
        </p>
      </TextSection>
      <ContactSection />
    </BaseLayout>
  );
}

function Red({ children }) {
  return <span className="font-bold text-red-500">{children}</span>;
}
