import BaseLayout from "../../components/BaseLayout";
import ContactSection from "../../components/ContactSection";
import H from "../../components/H";
import TextSection from "../../components/TextSection";

export default function Traulismos() {
  return (
    <BaseLayout>
      <TextSection>
        <H size={2}>Τραυλισμός</H>
        <H size={3}>Εικόνα παιδιού</H>
        <p>
          Με τον όρο τραυλισμό, αναφερόμαστε στην διαταραχή της ροής της
          ομιλίας. Κατά την αξιολόγηση ενός παιδιού, συναντάμε τον φυσιολογικό
          τραυλισμό και τον παθολογικό τραυλισμό. Ο φυσιολογικός τραυλισμός
          εμφανίζεται συνήθως στην ηλικία των 2 - 3,5 χρονών. Σε αυτήν την
          ηλικία, η αλματώδης γλωσσική εξέλιξη του παιδιού σε συνδυασμό με μια
          πιθανή δυσκολία εύρεσης της κατάλληλης λέξης, φράσης, σύνταξης την ώρα
          που τη χρειάζεται, οδηγούν στον τραυλισμό. Αυτή η κατάσταση μπορεί να
          κρατήσει από μερικούς μήνες μέχρι και έναν χρόνο. Όταν όμως υπάρχει
          γενετική προδιάθεση σε συνδυασμό με τον λάθος χειρισμό του
          περιβάλλοντος, τότε ο τραυλισμός ενδέχεται να παραμείνει και έτσι
          οδηγούμαστε στον παθολογικό τραυλισμο. Η εικόνα, λοιπόν, που
          παρουσιάζει ένα παιδί με τραυλισμό θα μπορούσαμε να πούμε πως
          αναπτύσσεται σε δύο επίπεδα. Το ένα επίπεδο αναφέρεται στον τρόπο
          ομιλίας του. Σε αυτό το επίπεδο, κατά την διάρκεια της ομιλίας
          εμφανίζονται τα εξής:
        </p>
        <ul className="list-disc list-outside">
          <li>Επανάληψη ήχου, π.χ.: “θ-θ-θ-θ-θέλω το μπισκότο.”</li>
          <li>Επανάληψη συλλαβής, π.χ.: “θε-θε-θε-θέλω το μπισκότο.”</li>
          <li>
            Επανάληψη μονοσύλλαβων λέξεων, π.χ.: “θέλω το το το το μπισκότο.”
          </li>
          <li>Επανάληψη φράσης, π.χ.: “θέλω το - θέλω το μπισκότο.”</li>
          <li>Παύσεις, π.χ.: μ…….(παύση) ολύβι (μολύβι).</li>
        </ul>
        <p>
          Το άλλο επίπεδο σχετίζεται με μη λεκτικές συμπεριφορές, όπως είναι η
          αποφυγή βλεμματικής επαφής, οι μορφασμοί, το κλείσιμο των ματιών, κ.ά.
          καθώς και με αρνητικά συναισθήματα όπως είναι ο θυμός, η ντροπή και το
          άγχος.
        </p>
      </TextSection>
      <TextSection>
        <H size={2}>Θεραπευτική παρέμβαση</H>
        <p>
          Ο θεραπευτής, μετά την λήψη ενός λεπτομερούς ιστορικού προχωράει στην
          παρατήρηση, στην καταγραφή της εικόνας των συμπτωμάτων του τραυλισμού
          και στην χορήγηση κάποιων τεστς μέσα από τα οποία θα εντοπιστούν
          ελλείμματα που πιθανόν να υπάρχουν στην γλωσσική εξέλιξη του παιδιού.
          Στην συνέχεια θέτει τους θεραπευτικούς στόχους για την αντιμετώπιση
          των παραπάνω.
        </p>
      </TextSection>
      <ContactSection />
    </BaseLayout>
  );
}

function Red({ children }) {
  return <span className="font-bold text-red-500">{children}</span>;
}
