import BaseLayout from "../components/BaseLayout";

export default function Home() {
  return (
    <BaseLayout>
      <article className="mx-auto prose max-w-none lg:prose-xl">
        <h2>Ας συστηθούμε</h2>
        <p>
          Ονομάζομαι Αποστολάκη Μαρία και είμαι απόφοιτος του τμήματος
          λογοθεραπείας του Τ.Ε.Ι. Ηπείρου. Κατά την διάρκεια των σπουδών μου,
          συμμετείχα εθελοντικά σε έναν δημόσιο φορέα, στην πόλη των Ιωαννίνων,
          όπου κύριο στόχο είχε την δημιουργική απασχόληση Α.μ.Ε.Α.
        </p>
        <p>
          Την περίοδο 2006 έως 2010 εργάστηκα στον ιδιωτικό τομέα παρέχοντας
          υπηρεσίες λογοθεραπείας σε κέντρο της Θεσσαλονίκης και των Ν.
          Μουδανιών. Επιπλέον, για έναν χρόνο έκανα παράλληλη στήριξη σε ένα
          παιδί με διάχυτη αναπτυξιακή διαταραχή με σκοπό την ομαλή ένταξη του
          στο σχολικό περιβάλλον. Από το 2009 έως 2016 ήμουν υπεύθυνη του
          κέντρου λογοθεραπείας και εργοθεραπείας «Σκέψη & Λέξη» όπου είχε έδρα
          στον Λαγκαδά, Θεσσαλονίκης. Από το 2016 έως και σήμερα συνεχίζω την
          επαγγελματική μου δραστηριότητα στον ιδιωτικό τομέα.
        </p>
        <p>
          Αναγνωρίζοντας την αναγκαιότητα της συνεχιζόμενης εκπαίδευσης,
          παρακολούθησα και συνεχίζω να παρακολουθω ημερίδες, σεμινάρια και
          συνέδρια τα οποία αφορούν στην διαταραχή ελλειμματικής προσοχής και
          υπερκινητικότητας (ΔΕΠ–Υ), στην ειδική μαθησιακή δυσκολία – δυσλεξία,
          στην ειδική γλωσσική διαταραχή κατανόησης και έκφρασης, στον τραυλισμό
          και στις διάχυτες αναπτυξιακές διαταραχές παίρνοντας πιστοποίηση για
          το πρόγραμμα Μάκατον, Pecs και εντατικής αλληλεπίδρασης.
        </p>
        <p>
          Τηλέφωνο επικοινωνίας: <a href="tel:6942414511">6942414511</a>
        </p>
      </article>
    </BaseLayout>
  );
}
