import BaseLayout from "../components/BaseLayout";
import ContactSection from "../components/ContactSection";
import CTALink from "../components/CTALink";
import H from "../components/H";
import TextSection from "../components/TextSection";
import links from "../config/links";

export default function About() {
  return (
    <BaseLayout title="Ας συστηθούμε">
      <TextSection>
        <H size={2}>Ας συστηθούμε</H>
        <p>
          H Αποστολάκη Μαρία αποφοίτησε από το τμήμα λογοθεραπείας του Τ.Ε.Ι.
          Ηπείρου το 2006. Μετά την αποφοίτησή της, ξεκίνησε άμεσα να εργάζεται
          ως εξωτερικός συνεργάτης σε ιδιωτικό κέντρο λογοθεραπείας στην
          Θεσσαλονίκη όπου της δόθηκε η ευκαιρία να ασχοληθεί με την
          αποκατάσταση πληθώρων περιστατικών. Παράλληλα, στα πλαίσια της
          συνεχιζόμενης εκπαίδευσης, πήρε πιστοποιήσεις σε διάφορες μεθόδους
          παρέμβασης όπως είναι το πρόγραμμα Μάκατον, Pecs, εντατικής
          αλληλεπίδρασης, Lidcombe Program κ.α.
        </p>
        <p>
          Από το 2009 - 2017 λειτουργούσε το δικό της κέντρο λογοθεραπείας και
          εργοθεραπείας “Σκέψη - Λέξη” στον Λαγκαδά Θεσσαλονίκης. Έπειτα
          συνέχισε την επαγγελματική της δραστηριότητα ως εξωτερικός συνεργάτης
          σε ιδιωτικά κέντρα λογοθεραπείας ενώ παράλληλα χρησιμοποίησε την
          τηλεθεραπεία ως θεραπευτικό μοντέλο προσέγγισης, με μεγάλη επιτυχία.
        </p>
        <p>
          Σήμερα ασχολείται κατά κύριο λόγο με την τηλεθεραπεία όπου με την
          βοήθεια μιας διαδραστικής πλατφόρμας και την εφευρετικότητά της κάνει
          την κάθε συνεδρία να μοιάζει με παιχνίδι!
        </p>
      </TextSection>
      <CTALink title="Καθοδήγηση γονέα" link={links.Kathodigisi}>
        Η θεραπεία από μόνη της δεν είναι αρκετή
      </CTALink>
      <ContactSection />
    </BaseLayout>
  );
}
