import BaseLayout from "../components/BaseLayout";
import ContactSection from "../components/ContactSection";
import CTALink from "../components/CTALink";
import H from "../components/H";
import TextSection from "../components/TextSection";
import links from "../config/links";

export default function Tiletherapia() {
  return (
    <BaseLayout title="Τηλεθεραπεία">
      <TextSection>
        <H size={2}>Τηλεθεραπεία</H>
        <p>
          Η τηλεθεραπεία είναι η θεραπεία που γίνεται εξ αποστάσεως μέσω του
          διαδικτύου.
        </p>
        <p>Απευθύνεται:</p>
        <ul className="list-disc list-inside">
          <li>
            σε παιδιά που μπορούν να διατηρήσουν έστω και λίγο την προσοχή τους
            μπροστά στην οθόνη.
          </li>
          <li>
            σε γονείς που χρειάζονται καθοδήγηση ώστε να γίνουν ενεργό μέλος της
            θεραπείας.
          </li>
        </ul>
        <p>Το μόνο που που χρειάζεσαι είναι:</p>
        <ul className="list-disc list-inside">
          <li>
            ένας υπολογιστής ή tablet που να διαθέτουν μικρόφωνο και κάμερα
          </li>
          <li>σύνδεση στο internet</li>
          <li>ήσυχο περιβάλλον</li>
        </ul>
      </TextSection>
      <CTALink title="Λογοθεραπεία" link={links.Logotherapia}>
        Πρόληψη, διάγνωση και αντιμετώπιση των διαταραχών του λόγου, της ομιλίας
        και της φωνής
      </CTALink>
      <TextSection>
        <H size={2}>Πως γίνεται η θεραπεία</H>
        <p>
          Παιχνίδι, παιχνίδι, παιχνίδι! Τι πιο όμορφο και διασκεδαστικό να
          μαθαίνεις μέσα από το παιχνίδι;! Η τεχνολογία σήμερα μας δίνει την
          δυνατότητα να παίξουμε με το παιδί ακόμη και αν μας χωρίζουν αρκετά
          χιλιόμετρα. Κατά την διάρκεια της συνεδρίας, γίνεται η χρήση
          διαδραστικών παιχνιδιών αλλά και των παιχνιδιών του ίδιου του παιδιού.
          Έτσι, η συνεδρία γίνεται ευχάριστη και ταυτόχρονα αποτελεσματική.
          Εκτός από το παιχνίδι, που παίζει πρωταγωνιστικό ρόλο, η συνεδρία
          ενισχύεται και από εκπαιδευτικό υλικό που σου παρέχεται.. Ως γονιός
          συμμετέχεις ενεργά στην θεραπεία ιδίως όταν χρειάζεται να αναλάβεις
          τον ρόλο του “βοηθού”. Ο ρόλος αυτός σου παρέχει την σιγουριά που
          χρειάζεσαι ώστε να βοηθήσεις στην εξέλιξη και στην βελτίωση του
          παιδιού σου. Στο τέλος κάθε συνεδρίας, δίνονται αναλυτικές οδηγίες για
          τους τομείς που πρέπει να δουλέψεις με το παιδί μέχρι την επόμενη
          συνεδρία. Όλα αυτά σε συνδυασμό με την αγάπη μας, την υπομονή και την
          επιμονή, συνιστούν την παλέτα που θα δώσει χρώμα στη ζωή σας αλλά και
          την αυτοπεποίθηση ότι συμβάλλεις ουσιαστικά στην εξέλιξή του.
        </p>
      </TextSection>
      <TextSection>
        <H size={3}>Άλλα οφέλη της τηλεθεραπείας περιλαμβάνουν:</H>
        <ul className="list-disc list-outside">
          <li>
            Την αποδοχή της Αμερικάνικης Ένωσης Ομιλίας - Γλώσσας - Ακοής (ASHA,
            2005), ότι η τηλεθεραπεία θεωρείται μια κατάλληλη μέθοδο
            λογοθεραπευτικής παρέμβασης.
          </li>
          <li>
            Την υποστήριξη και την γνώση που χρειάζονται για να βοηθήσεις το
            παιδί σου στην καθημερινότητα του.
          </li>
          <li>
            Την μείωση των χαμένων συνεδριών εξαιτίας ήπιων θεμάτων υγείας.
          </li>
          <li>
            Την απαλλαγή από την μετακίνηση για να πας στον χώρο του θεραπευτή.
          </li>
          <li>
            Την μείωση του χρόνου προετοιμασίας του παιδιού (ντύσιμο, τάισμα).
          </li>
          <li>
            Την διεύρυνση των επιλογών σου που σχετίζονται με την εύρεση του
            λογοθεραπευτή.
          </li>
        </ul>
      </TextSection>
      <CTALink title="Καθοδήγηση γονέα" link={links.Kathodigisi}>
        Η θεραπεία από μόνη της δεν είναι αρκετή
      </CTALink>
      <TextSection>
        <H size={2}>Είναι κατάλληλη η τηλεθεραπεία για μένα;</H>
        <p>
          Αν λόγω του τόπου διαμονής σου έχεις περιορισμένη πρόσβαση σε
          υπηρεσίες λογοθεραπείας ή αν το καθημερινό πρόγραμμά σου είναι
          φορτωμένο και θέλεις να εξοικονομήσεις χρόνο, τότε η τηλεθεραπεία
          μπορεί να είναι η λύση που αναζητάς.
        </p>
        <p>
          Η τηλεθεραπεία είναι ένα μοντέλο παρέμβασης το οποίο χρησιμοποιείται
          εδώ και αρκετά χρόνια από πολλούς θεραπευτές σε όλο τον κόσμο και
          επιπλέον είναι αποστελεσματική για την αντιμετώπιση των περισσότερων
          διαταραχών του λόγου και της ομιλίας.
        </p>
        <p>
          Ωστόσο κατανοώ πλήρως τον δισταγμό που μπορεί να νιώσεις για την
          μετάβασή του παιδιού σου σε αυτήν. Για τον λόγο αυτό θα ήταν μεγάλη
          μου χαρά να συζητήσουμε οποιαδήποτε απορία ή προβληματισμό σου
          δημιουργηθεί και να αποφασίσουμε από κοινού αν η τηλεθεραπεία καλύπτει
          τόσο τις ανάγκες του παιδιού σου όσο και τις δικές σου.
        </p>
      </TextSection>
      <ContactSection />
    </BaseLayout>
  );
}
