import BaseLayout from "../components/BaseLayout";
import ContactSection from "../components/ContactSection";
import CTALink from "../components/CTALink";
import H from "../components/H";
import TextSection from "../components/TextSection";
import links from "../config/links";

export default function Tiletherapia() {
  return (
    <BaseLayout title="Τηλεθεραπεία">
      <TextSection>
        <H size={2}>Τηλεθεραπεία</H>
        <p>
          Η τηλεθεραπεία είναι η θεραπεία που γίνεται εξ’ αποστάσεως μέσω του
          διαδικτύου.
        </p>
        <p>
          Απευθύνετε σε παιδιά που μπορούν να διατηρήσουν έστω και λίγο την
          προσοχή τους μπροστά στην οθόνη και σε γονείς που χρειάζονται
          καθοδήγηση ώστε να γίνουν ενεργό μέλος της θεραπείας.
        </p>
        <p>Το μόνο που που χρειάζεσαι είναι:</p>
        <ul className="list-disc list-inside">
          <li>
            ένας υπολογιστής ή tablet που να διαθέτουν μικρόφωνο και κάμερα
          </li>
          <li>σύνδεση στο internet</li>
          <li>ήσυχο περιβάλλον</li>
        </ul>
      </TextSection>
      <CTALink title="Λογοθεραπεία" link={links.Logotherapia}>
        Πρόληψη, διάγνωση και αντιμετώπιση των διαταραχών του λόγου, της ομιλίας
        και της φωνής
      </CTALink>
      <TextSection>
        <H size={2}>Πως γίνεται η θεραπεία</H>
        <p>
          Παιχνίδι, παιχνίδι, παιχνίδι! Τι πιο όμορφο και διασκεδαστικό να
          μαθαίνεις μέσα από το παιχνίδι;! Η τεχνολογία σήμερα μας δίνει την
          δυνατότητα να παίξουμε με το παιδί ακόμη και αν μας χωρίζουν αρκετά
          χιλιόμετρα. Κατά την διάρκεια της συνεδρίας, γίνεται η χρήση
          διαδραστικών παιχνιδιών αλλά και των παιχνιδιών του ίδιου του παιδιού.
          Έτσι, η συνεδρία γίνεται ευχάριστη και ταυτόχρονα αποτελεσματική.
          Εκτός από το παιχνίδι, που παίζει πρωταγωνιστικό ρόλο, η συνεδρία
          ενισχύεται και από εκπαιδευτικό υλικό που παρέχεται στους γονείς. Ως
          γονιός συμμετέχεις ενεργά στην θεραπεία ιδίως όταν χρειάζεται να
          αναλάβεις τον ρόλο του “βοηθού”. Ο ρόλος αυτός σου παρέχει την
          σιγουριά που χρειάζεσαι ώστε να βοηθήσεις στην εξέλιξη και στην
          βελτίωση του παιδιού σου. Στο τέλος κάθε συνεδρίας, δίνονται
          αναλυτικές οδηγίες για τους τομείς που πρέπει να δουλέψεις με το παιδί
          μέχρι την επόμενη συνεδρία. Όλα αυτά σε συνδυασμό με την αγάπη μας,
          την υπομονή και την επιμονή, συνιστούν την παλέτα που θα δώσει χρώμα
          στη ζωή σας αλλά και την αυτοπεποίθηση ότι συμβάλεις ουσιαστικά στην
          εξέλιξή του.
        </p>
      </TextSection>
      <CTALink title="Καθοδήγηση γονέα" link={links.Kathodigisi}>
        Η θεραπεία από μόνη της δεν είναι αρκετή
      </CTALink>
      <TextSection>
        <H size={2}>Είναι κατάλληλη η τηλεθεραπεία για μένα;</H>
        <p>
          Κατανοώ πλήρως τον δισταγμό που μπορεί να νιώσεις για την μετάβασή του
          παιδιού σου στην τηλεθεραπεία. Τον ίδιο δισταγμό ένιωθα και γω όταν το
          2019 καλέστηκα να την χρησιμοποιήσω προκειμένου να υπάρχει μία
          συνέπεια στην θεραπεία των παιδιών που έχω αναλάβει. Πολύ γρήγορα όμως
          διαπίστωσα πως η τηλεθεραπεία είναι ένα μοντέλο το οποίο είναι
          αποτελεσματικό για την αντιμετώπιση των περισσότερων διαταραχών.
          Γιατί;Γιατί πολύ απλά εμπλέκεται η τεχνολογία και όπως σίγουρα έχεις
          καταλάβει, έχει την ιδιότητα να μαγνητίζει τα παιδιά.
        </p>
        <p>
          Ωστόσο, θα ήταν μεγάλη μου χαρά να συζητήσουμε οποιαδήποτε απορία ή
          προβληματισμό σου δημιουργηθεί και να αποφασίσουμε από κοινού αν η
          τηλεθεραπεία καλύπτει τόσο τις ανάγκες του παιδιού σου όσο και τις
          δικές σου.
        </p>
      </TextSection>
      <ContactSection />
    </BaseLayout>
  );
}
